# # # 2) შექმენით 10 list'ი, ყველას ჰქონდეს იმდენი ელემენტი რომელი ლისტიცაა ( განსხვავებული ელემენტები ყველგან ), მაგალითად:
# list1-ში იქნება 1 ელემენტი
# list2-ში იქნება 2 ელემენტი
# list3-ში იქნება 3 ელემენტი და ა.შ
# შემდეგ კი ყველას დაუწერეთ კომენტარებად დადებითი და უარყოფითი ინდექსები, როგორც კლასში გავაკეთეთ

lists1 = [1.2] # აქვს კარგი თვისება და ასევე იწერება მარტივი სინტაქსი აქვს ასე რომ ვთქვათ ძალიან კარგი და პრაქტიკულია ლისთები 
lists2 = [12 , True] # აქ მე მაქვს ორი ელემენტი ინტეჯერი ანუ მთელი რიცხვი და True ანუ ჭეშმარიტი
lists3 = ["lizi" ,"sota" ,"dachi"] #ყველა მხრივ მომწონს მე ლისტები ანუ სიები
lists3.remove()
print(lists1)
print(lists2)
print(lists3)
# False - მცდარი
# True - ჭეშმარიტი
