#2) შექმენით ცვლადი num, რომლის მნიშვნელობასაც შემოიტანს მომხმარებელი (გამოიყენეთ input() ფუნქცია). თუ ეს რიცხვი ტოლი იქნება 18ის მაშინ გამოუტანეთ რომ მან მოიგო სათამაშო დინოზავრი, თუ ეს რიცხვი ტოლი იქნება 33ის მაშინ გამოუტანეთ რომ მან მოიგო სათამაშო კურდღელი, ყველა სხვა შემთხვევაში გამოუტანეთ რომ ვერაფერი ვერ მოიგო და მომავალში თავიდან სცადოს.

num = int(input("enter number")) #ანუ ეს არის ფუნქცია რომლის საშუალებითაც შემოგვყვავს რიცხვი
if num == 18: # == ნიშნავს და გამოიყენება ორი მნიშვნელობის შესადარებლად ასევე თუ რიცხვი == 20 დავუშვათ ეს ნიშნავს ანუ რო თუ რიცხვი არის 18
    print("შენ მოიგე სათამაშო დინოზავრი") #მაგ შემთხვევაში დაპრინტავს ამ წინადადებას
elif num == 33:
    print("შენ მოიგე სათამაშო კურდღელი")
else:
    print("შენ ვერ მოიგე ვერაფერი მომავალში ცადე თავიდან")

